abierbaum.vscode-file-peek
abusaidm.html-snippets
alefragnani.project-manager
anseki.vscode-color
bradgashler.htmltagwrap
christian-kohler.path-intellisense
chrmarti.regex
CoenraadS.bracket-pair-colorizer
cpmcgrath.codealignment-vscode
dbaeumer.vscode-eslint
DiegoMolina.unitconverter
donjayamanne.jquerysnippets
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
electrotype.windows-explorer-context-menu
emilast.LogFileHighlighter
esbenp.prettier-vscode
FallenMax.mithril-emmet
felixfbecker.php-debug
felixfbecker.php-intellisense
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
gerane.Theme-Blackboard
GrapeCity.gc-excelviewer
hnw.vscode-auto-open-markdown-preview
hoovercj.vscode-power-mode
inoueben.encdetectjp
ionutvmi.path-autocomplete
joelday.docthis
jsynowiec.vscode-insertdatestring
junstyle.php-cs-fixer
lonefy.vscode-JS-CSS-HTML-formatter
mechatroner.rainbow-csv
mitchdenny.ecdc
mkaufman.HTMLHint
mohsen1.prettify-json
mrmlnc.vscode-apache
mrmlnc.vscode-csscomb
mrmlnc.vscode-scss
MS-CEINTL.vscode-language-pack-ja
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
naumovs.color-highlight
neilbrayfield.php-docblocker
oderwat.indent-rainbow
PKief.material-icon-theme
pranaygp.vscode-css-peek
robertohuertasm.vscode-icons
saikou9901.evilinspector
sgryjp.japanese-word-handler
shardulm94.trailing-spaces
shinnn.stylelint
shuworks.vscode-table-formatter
SirTobi.code-clip-ring
streetsidesoftware.code-spell-checker
techer.open-in-browser
Tyriar.sort-lines
WakaTime.vscode-wakatime
wmaurer.vscode-jumpy
yzane.markdown-pdf
yzhang.markdown-all-in-one
